// JavaScript/PHP7/HTML5, EDGE/CHROME                         *** isEven.js ***

// ****************************************************************************
// * TJsPrown:                          Проверить, четно ли числовое значение *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  03.06.2019
// Copyright © 2019 tve                              Посл.изменение: 12.02.2020

function isEven(val) 
{
   return val % 2 === 0;
}
// ************************************************************** isEven.js ***
