// JavaScript/PHP7/HTML5, EDGE/CHROME                        *** TCookie.js ***

// ****************************************************************************
// * TJsPrown:        Установить, удалить кукисы. Определить свойства кукисов *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  03.06.2019
// Copyright © 2019 tve                              Посл.изменение: 12.02.2020

function TCookie() 
{
   //alert('Установить, удалить кукисы. Определить свойства кукисов');
   return true;
}
// ************************************************************* TCookie.js ***
