// JavaScript/PHP7/HTML5, EDGE/CHROME                           *** Trim.js ***

// ****************************************************************************
// * TJsPrown:             Убрать пробелы и табуляции с начала и конца текста *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  03.06.2019
// Copyright © 2019 tve                              Посл.изменение: 12.02.2020

function Trim(text) 
{
   return (text || "").replace(/^\s+|\s+$/g, "");
}
// **************************************************************** Trim.js ***
