// JavaScript/PHP7/HTML5, EDGE/CHROME                    *** TCookieTest.js ***

// ****************************************************************************
// * TJsPrown: Test "Установить, удалить кукисы. Определить свойства кукисов" *
// ****************************************************************************

//                                                   Автор:       Труфанов В.Е.
//                                                   Дата создания:  03.06.2019
// Copyright © 2019 tve                              Посл.изменение: 12.02.2020

QUnit.test('TCookie - установить, удалить кукисы. Определить свойства кукисов', 
function (assert) 
{
   assert.ok(TCookie(), 'Результат True');
});
// ********************************************************* TCookieTest.js ***
